tinyNozzle/2D/4_with2outlets_cyclic_02/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2212                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    front
    {
        type            wedge;
        nFaces          39946;
        startFace       79267;
    }
    back
    {
        type            wedge;
        nFaces          39946;
        startFace       119213;
    }
    inlet
    {
        type            patch;
        nFaces          9;
        startFace       159159;
    }
    outlet
    {
        type            patch;
        nFaces          553;
        startFace       159168;
    }
    wall
    {
        type            wall;
        inGroups        1(wall);
        nFaces          257;
        startFace       159721;
    }
)

// ************************************************************************* //
